Repository: attus74/materialyou
Catalog: translations/materialyou.*.po
Languages: hu

source: Drupal Theme Based on Material 3
hu: Material 3 alapú Drupal-smink

source: Content
hu: Tartalom

source: Top App Bar
hu: Felső Eszköztár

source: Colors
hu: Színek

source: Red
hu: Piros

source: Green
hu: Zöld

source: Blue
hu: Kék

source: Orange
hu: Narancs

source: Content Teaser
hu: Tartalom előnézete

source: Details and examples
hu: Leírás és minták

source: Elevated
hu: Kiemelt

source: Filled
hu: Eltérő háttér

source: Outlined
hu: Körvonal
